Repository: cmssoftteam/Kesim
Catalog: Logical/mappView/Visualization/Dialogs/UserX/UserList.tmx
Source language: en
Languages: tr

source: Confirm
tr: Onayla

source: User account requirements:
tr: Kullanıcı hesap gereklilikleri:

source: Name
tr: İsim

source: Password
tr: Şifre

source: Password cannot be empty
tr: Şifre boş olamaz

source: Confirm password does not match
tr: Şifreler eşleşmiyor

source: Username must not be empty
tr: Kullanıcıadı boş olamaz

source: Confirm password
tr: Şifreyi onayla

source: Full name
tr: Ful isim

source: Username
tr: Kullanıcıadı

source: Alphanumerical characters are necessary in the password
tr: Şifrede Alphanumerical karakterler gerekli

source: {1} or more characters required in the password
tr: Şifrede {1} yada fazla karakter gerekli

source: Upper- and lowercase letters required in the password
tr: Şifrede büyük ve küçük harfler gerekli

source: At least one special character (e.g. $£]) required in the password
tr: Şifrede en az bir özel karakter (e.g. $£]) gerekli

source: Available roles
tr: Uygun roller

source: Add a user
tr: Kullanıcı ekle

source: User
tr: Kullanıcı

source: {1} or more characters required in the username
tr: Kullanıcıadı {1} yada daha fazla karakter içermeli

source: Cannot add user, insufficient rights
tr: Kullanıcı eklenemiyor, yeterli haklar yok

source: Cannot add user, user already exists
tr: Kullanıcı eklenemiyor, kullanıcı zaten mevcut

source: Success
tr: Başarılı

source: Internal error in MpUserX
tr: MpUserX de iç hata

source: Non authorized user
tr: Kullanıcı yetkin değil

source: Session not valid
tr: Oturum geçerli değil

source: Password policies not met
tr: Şifre politikaları karşılanmadı

source: User doesn’t exist
tr: Kullanıcı mevcut değil

source: User already exists
tr: Kullanıcı zaten mevcut

source: Insufficient rights
tr: Yetersiz haklar

source: Role doesn’t exist
tr: Rol mevcut değil

source: Too many roles
tr: Çok fazla rol

source: Username empty
tr: Kullanıcıadı boş

source: Action not allowed (when called in central mode/on central users)
tr: Eyleme izin verilmiyor (merkezi modda/merkezi kullanıcılarda çağrıldığında)

source: User currently logged in
tr: Kullanıcı şu anda oturum açmış durumda

source: Password empty
tr: Şifre boş

source: Username is too short
tr: Kullanıcıadı çok kısa

source: Anonymous cannot be deleted
tr: Anonymous silinemez

source: Reset password
tr: Şifreyi sıfırla

source: User locked
tr: Kullanıcı kilitli

source: Change password
tr: Şifreyi değiştir

source: Modify a user
tr: Bir kullanıcıyı değiştir

source: Cannot modify user, user does not exist
tr: Kullanıcı düzenlenemiyor, kullanıcı mevcut değil

source: Cannot modify user, insufficient rights
tr: Kullanıcı düzenlenemiyor, yeterli haklar yok

source: Action not permitted (when opened in central mode / for central users)
tr: Eyleme izin verilmiyor (merkezi modda açıldığında / merkezi kullanıcılar için)

source: Do you really want to delete user "{@SnippetSelectedUsername}"?
tr: "{@SnippetSelectedUsername}" kullanıcısını gerçekten silmek istiyor musunuz?

source: Delete a user
tr: Bir kullanıcıyı sil

source: User successfully deleted
tr: Kullanıcı başarıyla silindi

source: Cannot delete user, session not valid
tr: Kullanıcı silinemiyor, oturum geçerli değil

source: Cannot delete user, user does not exist
tr: Kullanıcı silinemiyor, kullanıcı mevcut değil

source: Cannot delete user, insufficient rights
tr: Kullanıcı silinemiyor, yeterli haklar yok

source: Cannot delete user, currently logged-in user
tr: Kullanıcı silinemiyor, şu anda oturum açmış kullanıcı

source: Cannot delete user, anonymous cannot be deleted.
tr: Kullanıcı silinemez, anonim silinemez.
